Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test11.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.71100     92629.00
Gets       56812.50      4756.25     52056.25      1.64400      2157.00
Totals     62500.00      4756.25     52056.25      1.65000     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.43
SET               1        95.92
SET               2        99.69
SET               3        99.96
SET               4       100.00
---
GET               0         0.60
GET               1        98.45
GET               2        99.88
GET               3        99.97
GET               4       100.00
GET               5       100.00