Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test14.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68500     92629.00
Gets       56812.50      4756.25     52056.25      1.64400      2157.00
Totals     62500.00      4756.25     52056.25      1.64700     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.39
SET               1        97.99
SET               2        99.87
SET               3        99.96
SET               4       100.00
SET               5       100.00
---
GET               0         0.54
GET               1        98.59
GET               2        99.92
GET               3        99.99
GET               4       100.00