Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test19.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.72100     92629.00
Gets       56812.50      4756.25     52056.25      1.66400      2157.00
Totals     62500.00      4756.25     52056.25      1.66900     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         1.20
SET               1        90.77
SET               2        99.23
SET               3        99.73
SET               4        99.96
SET               5        99.99
SET               6       100.00
---
GET               0         1.38
GET               1        94.31
GET               2        99.50
GET               3        99.86
GET               4        99.97
GET               5       100.00
GET               6       100.00