Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test22.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.70200     92629.00
Gets       56812.50      4756.25     52056.25      1.64700      2157.00
Totals     62500.00      4756.25     52056.25      1.65200     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.40
SET               1        96.87
SET               2        99.84
SET               3        99.98
SET               4        99.99
SET               5       100.00
---
GET               0         0.62
GET               1        98.37
GET               2        99.92
GET               3        99.99
GET               4       100.00
GET               5       100.00
GET               6       100.00