Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test24.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.71900     92629.00
Gets       56812.50      4756.25     52056.25      1.64900      2157.00
Totals     62500.00      4756.25     52056.25      1.65600     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.44
SET               1        96.04
SET               2        99.73
SET               3        99.94
SET               4        99.98
SET               5       100.00
---
GET               0         0.57
GET               1        98.39
GET               2        99.90
GET               3        99.98
GET               4       100.00
GET               5       100.00
GET               6       100.00