Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/binary-test3.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.69200     92629.00
Gets       56812.50      4756.25     52056.25      1.64400      2157.00
Totals     62500.00      4756.25     52056.25      1.64800     94786.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.50
SET               1        97.17
SET               2        99.78
SET               3        99.95
SET               4        99.98
SET               5       100.00
---
GET               0         0.65
GET               1        98.31
GET               2        99.88
GET               3        99.96
GET               4        99.99
GET               5       100.00
GET               6       100.00
GET               7       100.00