Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-binary-test11.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.68100       437.00
Gets       56812.50      4743.75     52068.75      1.68500      2157.00
Totals     62500.00      4743.75     52068.75      1.68500      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.55
SET               1        97.61
SET               2        99.92
SET               3        99.99
SET               4       100.00
---
GET               0         0.57
GET               1        97.10
GET               2        99.89
GET               3        99.99
GET               4       100.00
GET               5       100.00