Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-binary-test14.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.67900       437.00
Gets       56812.50      4743.75     52068.75      1.68400      2157.00
Totals     62500.00      4743.75     52068.75      1.68400      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.71
SET               1        97.42
SET               2        99.95
SET               3       100.00
SET               4       100.00
SET               5       100.00
---
GET               0         0.64
GET               1        97.06
GET               2        99.91
GET               3        99.97
GET               4        99.99
GET               5       100.00
GET               6       100.00
GET               7       100.00