Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-binary-test28.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5352.94          ---          ---      1.69600       412.00
Gets       53470.59      4464.71     49005.88      1.69600      2030.00
Totals     58823.53      4464.71     49005.88      1.69600      2442.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.95
SET               1        94.95
SET               2        99.42
SET               3        99.86
SET               4        99.95
SET               5        99.99
SET               6       100.00
---
GET               0         0.92
GET               1        94.87
GET               2        99.43
GET               3        99.87
GET               4        99.96
GET               5        99.99
GET               6       100.00