Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-binary-test9.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5687.50          ---          ---      1.69200       437.00
Gets       56812.50      4743.75     52068.75      1.69100      2157.00
Totals     62500.00      4743.75     52068.75      1.69100      2595.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.81
SET               1        94.85
SET               2        99.71
SET               3        99.89
SET               4        99.98
SET               5       100.00
---
GET               0         0.82
GET               1        94.61
GET               2        99.72
GET               3        99.93
GET               4        99.99
GET               5       100.00