Memcached-Stuff/test-no-replace/memtier_benchmark/more_memory/random-text-test10.txt
2         Threads
50        Connections per thread
10000     Requests per thread
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets        5352.94          ---          ---      1.69400       365.00
Gets       53470.59      4464.71     49005.88      1.70000     72990.00
Totals     58823.53      4464.71     49005.88      1.69900     73355.00


Request Latency Distribution
Type        <= msec      Percent
------------------------------------------------------------------------
SET               0         0.82
SET               1        92.61
SET               2        99.47
SET               3        99.83
SET               4        99.95
SET               5        99.99
SET               6        99.99
SET               7       100.00
SET               8       100.00
---
GET               0         0.88
GET               1        91.95
GET               2        99.33
GET               3        99.79
GET               4        99.94
GET               5        99.99
GET               6        99.99
GET               7       100.00
GET               8       100.00